Repository: misart/AnonPDFPro
Catalog: Properties/Resources.*.resx
Languages: pl_pl

# Menu_File
source: &File
pl_pl: &Plik

# Menu_Options
source: &Options
pl_pl: Op&cje

# Menu_Help
source: &Help
pl_pl: P&omoc

# Menu_OpenPdf
source: Open PDF
pl_pl: Otwórz PDF

# Menu_OpenProject
source: Open Project
pl_pl: Otwórz projekt

# Menu_OpenLast
source: Open last PDF and project
pl_pl: Otwórz ostatni PDF i projekt

# Menu_SaveProjectAs
source: Save project as
pl_pl: Zapisz projekt zaznaczeń jako

# Menu_SaveProject
source: Save project
pl_pl: Zapisz projekt zaznaczeń

# Menu_SavePdf
source: Save PDF
pl_pl: Zapisz PDF

# Menu_Exit
source: Exit
pl_pl: Koniec

# Menu_SplitPdf
source: Split PDF
pl_pl: Podziel plik PDF

# Menu_MergePdf
source: Merge PDFs
pl_pl: Scal pliki PDF

# Menu_DeletePage
source: Delete page
pl_pl: Usuń stronę

# Menu_AddText
source: Add text
pl_pl: Dodaj napis

# Menu_CopyToClipboard
source: Copy to clipboard
pl_pl: Kopiuj do schowka

# Menu_ExportGraphics
source: Export graphics
pl_pl: Eksport obiektów graficznych

# Menu_IgnorePdfRestrictions
source: Ignore PDF restrictions
pl_pl: Pomijaj ograniczenia PDF

# Menu_Language
source: Language
pl_pl: Język

# Menu_Language_English
source: English
pl_pl: Angielski

# Menu_Language_Polish
source: Polish
pl_pl: Polski

# Menu_Language_System
source: Use system language
pl_pl: Użyj języka systemu

# Menu_Help_Help
source: Help
pl_pl: Instrukcja

# Menu_Help_Tutorial
source: Tutorial
pl_pl: Samouczek

# Menu_Help_About
source: About
pl_pl: O aplikacji

# Menu_Help_ShowLicense
source: Show License
pl_pl: Pokaż licencję

# Menu_Help_ThirdParty
source: Third-Party Components
pl_pl: Komponenty osób trzecich

# UI_ClearPage
source: Clear page
pl_pl: Wyczyść stronę

# UI_ClearAll
source: Clear all
pl_pl: Wyczyść wszystko

# Title_Error
source: Error
pl_pl: Błąd

# Msg_HelpNotFound
source: Help PDF was not found in the application folder.
pl_pl: Plik pomocy PDF nie został znaleziony w folderze aplikacji.

# Msg_OpenPdfError
source: There was a problem opening the PDF file: {0}
pl_pl: Wystąpił problem z otwarciem pliku PDF: {0}

# Msg_FileOpenError
source: There was a problem opening the file: {0}
pl_pl: Wystąpił problem z otwarciem pliku: {0}

# Msg_LicenseNotFound
source: License file "LICENSE" was not found in the application folder.
pl_pl: Plik licencji "LICENSE" nie został znaleziony w folderze aplikacji.

# Msg_NoticesNotFound
source: Third-party notices file "THIRD-PARTY-NOTICES.md" was not found in the application folder.
pl_pl: Plik z informacjami o komponentach "THIRD-PARTY-NOTICES.md" nie został znaleziony w folderze aplikacji.

# EditText_Title
source: Add text
pl_pl: Edytuj napis

# EditText_LabelText
source: Enter text:
pl_pl: Wprowadź tekst:

# EditText_ButtonFont
source: Choose font
pl_pl: Wybierz czcionkę

# EditText_ButtonColor
source: Choose color
pl_pl: Wybierz kolor

# EditText_GroupAlignment
source: Alignment
pl_pl: Wyrównanie

# EditText_AlignLeft
source: Left
pl_pl: Lewo

# EditText_AlignCenter
source: Center
pl_pl: Środek

# EditText_AlignRight
source: Right
pl_pl: Prawo

# EditText_EmptyError
source: Please enter some text.
pl_pl: Wprowadź jakiś tekst.

# Msg_ServiceUpdateInProgress
source: A maintenance update for {1} is in progress until {0}.
pl_pl: Aktualnie do {0} jest przeprowadzana aktualizacja aplikacji Anon PDF.

# Msg_ExportGraphics_Done
source: Export of graphics completed. Files saved to: {0}
pl_pl: Eksport obiektów graficznych zakończony. Pliki zapisano w katalogu: {0}

# Msg_NewVersionDetectedMaintenance
source: A newer version of {1} was detected. Maintenance will run until {0}. Please save your work and close the application. The application will close automatically in 5 minutes.
pl_pl: Wykryto nowszą wersję aplikacji Anon PDF. Do {0} będzie przeprowadzana aktualizacja aplikacji. Proszę zapisać wyniki swojej pracy i wyłączyć program. Automatyczne wyłączenie nastąpi za 5 minut.

# Err_InvalidPdfFile
source: This PDF file is invalid. Check if you can open it in another application.
pl_pl: Ten plik PDF jest nieprawidłowy. Sprawdź czy możesz go otworzyć w innej aplikacji.

# Err_NoAssociatedPdfApp
source: No associated PDF application: {0}
pl_pl: Brak skojarzonej aplikacji PDF: {0}

# Msg_TextPositionInfo
source: {0} allows changing text position.
pl_pl: {0} możliwość zmiany pozycji tekstu.

# Err_SelectValidProjectFile
source: Select a valid project file.
pl_pl: Wybierz właściwy plik projektu.

# Err_InvalidProjectFormat
source: This project format is invalid. Contact the application author.
pl_pl: Ten format projektu jest nieprawidłowy. Skontaktuj się z autorem aplikacji.

# Msg_CannotLoadRecentFiles
source: Cannot load recently used files.
pl_pl: Nie można załadować ostatnio używanych plików.

# Err_TooFewPages
source: Too few pages in the document!
pl_pl: Zbyt mała liczba stron w dokumencie!

# Msg_SearchNotFound
source: “{0}” not found.
pl_pl: Nie znaleziono "{0}".

# Msg_NoIdentifiersFound
source: No valid PESEL, land-register numbers or other identifiers were found in the document.
pl_pl: W dokumencie nie znaleziono poprawnych numerów PESEL, KW i innych identyfikatorów.

# Msg_NoSearchResultsOnPage
source: No search results found on the current page.
pl_pl: Na bieżącej stronie nie znaleziono wyników wyszukiwania.

# Err_Crop_OutsideBitmap
source: Selection outside bitmap or zero-sized: {0}
pl_pl: Zaznaczenie poza bitmapą lub zerowe: {0}

# Err_OCR
source: OCR error: {0}
pl_pl: Błąd OCR: {0}

# Msg_NoSelectionsOnPage
source: No selections on the current page.
pl_pl: Brak zaznaczeń na bieżącej stronie.

# Msg_TextsCopiedToClipboard
source: Texts from selections have been copied to the clipboard.
pl_pl: Teksty z zaznaczeń zostały skopiowane do schowka.

# Msg_NoTextFromSelections
source: Could not retrieve text from any selection.
pl_pl: Nie udało się pobrać tekstu z żadnego zaznaczenia.

# Err_InvalidPageNumberValue
source: Invalid page number: '{0}'.
pl_pl: Nieprawidłowy numer strony: '{0}'.

# Msg_FileListEmpty
source: The file list is empty.
pl_pl: Lista plików jest pusta.

# Merge_Success
source: Files have been merged successfully.
pl_pl: Pliki zostały pomyślnie scalone.

# Merge_Err_Merge
source: Error during merge: {0}
pl_pl: Błąd podczas scalania: {0}

# Msg_NameSearchServiceUnavailable
source: The service for searching names is currently unavailable.
pl_pl: Usługa umożliwiająca wyszukiwanie nazwisk jest obecnie niedostępna.

# Err_OutputInUse
source: Cannot save the PDF file. The output file is currently in use.
pl_pl: Nie można zapisać pliku PDF. Plik wyjściowy jest obecnie używany.

# Err_CannotAnonymizePdf
source: This PDF file cannot be anonymized!
pl_pl: Tego pliku PDF nie można zanonimizować!

# Msg_PreviewSavedPdf
source: Check the saved PDF document in the preview.
pl_pl: Sprawdź zapisany dokument PDF na podglądzie.

# Msg_Confirm_OpenNewWithUnsavedSelections
source: Are you sure you want to open a new PDF? You have defined, unsaved selections in the document...
pl_pl: Czy na pewno chcesz otworzyć nowy plik PDF? Masz zdefiniowane i nie zapisane zaznaczenia w treści...

# Msg_Confirm_DeleteTextAnnotation
source: Are you sure you want to delete this text?
pl_pl: Czy na pewno chcesz usunąć ten napis?

# Msg_Confirm_ClearAllSelections
source: Are you sure you want to remove all selections from the document?
pl_pl: Czy na pewno chcesz usunąć wszystkie zaznaczenia z dokumentu?

# Msg_Confirm_DiscardUnsavedRedactions
source: You have unsaved redaction changes in the document. Are you sure you want to discard them?
pl_pl: Masz niezapisane zmiany redakcyjne w dokumencie. Czy na pewno chcesz je utracić?

# Msg_OpenPdfFirst
source: Open a PDF file first.
pl_pl: Otwórz najpierw plik PDF.

# Msg_DragDrop_UnsupportedFileType
source: Unsupported file type. Drag a PDF or .pap file.
pl_pl: Jest to nieobsługiwany typ pliku. Przeciągnij plik PDF lub plik .pap.

# Msg_NoPasswordOpenCancelled
source: No password provided — opening canceled.
pl_pl: Nie podano hasła – otwarcie anulowane.

# Err_IncorrectPassword
source: Incorrect password — try again.
pl_pl: Niepoprawne hasło – spróbuj ponownie.

# Err_LoadRecentFiles
source: An error occurred while loading recent files: {0}
pl_pl: Wystąpił błąd podczas wczytywania ostatnich plików: {0}

# Msg_Confirm_NameSearchSlow
source: Note: searching for names may take a long time and may not return correct results. Do you want to continue?
pl_pl: Uwaga, opcja wyszukiwania nazwisk w treści może być czasochłonna oraz może nie zwracać poprawnych wyników. Czy chcesz kontynuować?

# Err_UnhandledException
source: An unhandled application error occurred: {0} Details were written to: {1}
pl_pl: Wystąpił nieobsłużony błąd aplikacji: {0} Szczegóły zapisano w: {1}

# Title_CriticalAppError
source: Critical application error
pl_pl: Błąd krytyczny aplikacji

# Msg_ProjectSaved
source: The current project state has been saved under the selected name.
pl_pl: Zapisano bieżący stan prac nad projektem pod wybraną nazwą.

# Msg_Closing_UnsavedSelectionsPrefix
source: You have defined selections in the document
pl_pl: Masz zdefiniowane zaznaczenia w treści

# Msg_Confirm_CloseApp
source: Are you sure you want to close the application?
pl_pl: Czy na pewno chcesz zamknąć aplikację?

# Msg_LoadedPdf
source: Loaded: PDF: {0}
pl_pl: Załadowano: PDF: {0}

# Msg_LoadedProjectLine
source: Project: {0}
pl_pl: Projekt: {0}

# PwdPrompt_Title_CanChangeRemove
source: You can change or remove the PDF password
pl_pl: Możesz zmienić lub usunąć hasło PDF

# PwdPrompt_Title_Enter
source: Enter PDF password
pl_pl: Podaj hasło PDF

# PwdPrompt_Label_Password
source: Password:
pl_pl: Hasło:

# Dialog_Filter_PDF
source: PDF files (*.pdf)|*.pdf
pl_pl: Pliki PDF (*.pdf)|*.pdf

# Dialog_Filter_PAP
source: PAP files (*.pap)|*.pap
pl_pl: Pliki PAP (*.pap)|*.pap

# Dialog_Title_OpenPdf
source: Select a PDF file
pl_pl: Wybierz plik PDF

# Dialog_Title_SavePdfAs
source: Save the PDF under a different name
pl_pl: Zapisz plik PDF pod inną nazwą niż bieżąca

# Dialog_Title_OpenPap
source: Select a project file for {0}
pl_pl: Wybierz plik projektu AnonPDF

# Dialog_Title_SavePap
source: Enter a project file name for {0}
pl_pl: Podaj nazwę pliku projektu AnonPDF

# About_Message
source: Application: {0} Version: {1} Company: {2} {3} Description: {4} Licenses and components: - iText 9 (AGPL-3.0) - PDFiumSharp / PDFium - Newtonsoft.Json (MIT) - BouncyCastle (MIT) - TesseractOCR (.NET) (Apache-2.0) Source code available under AGPL-3.0 (see LICENSE file). Copyright: see NOTICE.md. Repository: https://github.com/misart/AnonPDFPro
pl_pl: Nazwa aplikacji: {0} Wersja: {1} Firma: {2} {3} Opis: {4} Licencje i komponenty: - iText 7 (AGPL-3.0) - PDFiumSharp / PDFium - Newtonsoft.Json (MIT) - BouncyCastle (MIT) - TesseractOCR (.NET) (Apache-2.0) Kod źródłowy dostępny zgodnie z AGPL-3.0 (zobacz plik LICENSE). Repozytorium: https://github.com/umszczecin/AnonPDF
